tap "anomalyco/tap"
tap "atlassian/acli"
tap "golangci/tap"
tap "hashicorp/internal", "git@github.com:hashicorp/homebrew-internal.git"
tap "hashicorp/releng"
tap "hashicorp/security", "git@github.com:hashicorp/homebrew-security.git"
tap "hashicorp/tap"
tap "homebrew/services"
tap "moricho/tparallel"
tap "tokiwong/tap"
tap "slp/krun"
brew "act"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "bash-completion@2"
brew "buf"
brew "glib"
brew "cairo"
brew "certstrap"
brew "delve"
brew "docker", link: false
brew "docker-compose"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "opencore-amr"
brew "pango"
brew "ffmpeg"
brew "func-e"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grpcui"
brew "grpcurl"
brew "guile"
brew "helm"
brew "hey"
brew "hub"
brew "kind"
brew "krunkit"
brew "lazygit"
brew "luarocks"
brew "lua@5.4"
brew "mockery"
brew "neovim"
brew "node"
brew "nvm"
brew "operator-sdk"
brew "podman-desktop"
brew "pre-commit"
brew "pyenv"
brew "python-yq"
brew "python@3.14"
brew "qemu"
brew "ripgrep"
brew "rsync"
brew "socat"
brew "sshuttle"
brew "step"
brew "temporal"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "uv"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "anomalyco/tap/opencode"
brew "atlassian/acli/acli"
brew "hashicorp/internal/docker-credential-doormat"
brew "hashicorp/internal/hcloud"
brew "hashicorp/internal/roam"
brew "hashicorp/security/doormat-cli"
cask "1password"
cask "claude"
cask "claude-code"
cask "dbeaver-community"
cask "ghostty"
cask "obsidian"
go "github.com/air-verse/air"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/hashicorp/copywrite"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/reillywatson/enumcover/cmd/enumcover"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "github.com/cweill/gotests/gotests"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/hashicorp/cloud-infragraph/cmd/ig"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/keyify"
go "github.com/vektra/mockery/v2"
go "github.com/hashicorp/mog"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
